اور وہ یعنی نبئ اکرم صلی اللہ علیہ وآلہ وسلم غیب کے بتانے پر بالکل بخیل نہیں ہیں مالک عرش نے ان کے لئے کوئی کمی نہیں چھوڑی ۔
اور وہ قرآن ہرگز کسی شیطان مردود کا کلام نہیں ہے ۔
پھر اے بدبختو ! تم اتنے بڑے خزانے کو چھوڑ کر کدھر چلے جا رہے ہو ۔
یہ قرآن تو تمام جہانوں کے لئے صحیفۂ نصیحت ہے ۔
تم میں سے ہر اس شخص کے لئے اس چشمہ سے ہدایت میسر آسکتی ہے جو سیدھی راہ چلنا چاہے ۔
اور تم وہی کچھ چاہ سکتے ہو جو اللہ چاہے جو تمام جہانوں کا رب ہے ۔
جب سب آسمانی کرے پھٹ جائیں گے ۔
اور جب سیارے گر کر بکھر جائیں گے ۔
اور جب سمندر اور دریا ابھر کر بہہ جائیں گے ۔
اور جب قبریں زیر و زبر کر دی جائیں گی ۔
تو ہر شخص جان لے گا کہ کیا عمل اس نے آگے بھیجا اور کیا پیچھے چھوڑ آیا تھا ۔
اے انسان ! تجھے کس چیز نے اپنے رب کریم کے بارے میں دھوکے میں ڈال دیا ۔
جس نے رحم مادر کے اندر ایک نطفہ میں سے تجھے پیدا کیا ، پھر اس نے تجھے اعضا سازی کے لئے ابتداء درست اور سیدھا کیا ، پھر وہ تیری ساخت میں متناسب تبدیلی لایا ۔
جس صورت میں بھی چاہا اس نے تجھے ترکیب دے دیا ۔
حقیقت تو یہ ہے اور تم اس کے برعکس روز جزا کو جھٹلاتے ہو ۔
حالانکہ تم پر نگہبان فرشتے مقرر ہیں ۔
جو بہت معزز ہیں تمہارے اعمال نامے لکھنے والے ہیں ۔
وہ ان تمام کاموں کو جانتے ہیں جو تم کرتے ہو ۔
بیشک نیکوکار جنت نعمت میں ہوں گے ۔
اور بیشک بدکار دوزخ سوزاں میں ہوں گے ۔
وہ اس میں قیامت کے روز داخل ہوں گے ۔
اور وہ اس دوزخ سے کبھی بھی غائب نہ ہو سکیں گے ۔
اور آپ نے کیا سمجھا کہ روز جزا کیا ہے ۔
پھر آپ نے کیا جانا کہ روز جزا کیا ہے ۔
یہ وہ دن ہے جب کوئی شخص کسی کے لئے کسی چیز کا مالک نہ ہوگا ، اور حکم فرمائی اس دن اللہ ہی کی ہوگی ۔
بربادی ہے ناپ تول میں کمی کرنے والوں کے لئے ۔
یہ لوگ جب دوسرے لوگوں سے ناپ لیتے ہیں تو ان سے پورا لیتے ہیں ۔
اور جب انہیں خود ناپ کر یا تول کر دیتے ہیں تو گھٹا کر دیتے ہیں ۔
کیا یہ لوگ اس بات کا یقین نہیں رکھتے کہ وہ مرنے کے بعد دوبارہ اٹھائے جائیں گے ۔
ایک بڑے سخت دن کے لئے ۔
جس دن سب لوگ تمام جہانوں کے رب کے حضور کھڑے ہوں گے ۔
یہ حق ہے کہ بدکرداروں کا نامۂ اعمال سجین یعنی دیوان خانۂ جہنم میں ہے ۔
اور آپ نے کیا جانا کہ سجین کیا ہے ۔
یہ قید خانۂ دوزخ میں اس بڑے دیوان کے اندر لکھی ہوئی ایک کتاب ہے جس میں ہر جہنمی کا نام اور اس کے اعمال درج ہیں ۔
اس دن جھٹلانے والوں کے لئے تباہی ہوگی ۔
جو لوگ روز جزا کو جھٹلاتے ہیں ۔
اور اسے کوئی نہیں جھٹلاتا سوائے ہر اس شخص کے جو سرکش و گنہگار ہے ۔
جب اس پر ہماری آیتیں پڑھ کر سنائی جاتی ہیں تو کہتا یا سمجھتا ہے کہ یہ تو اگلے لوگوں کی کہانیاں ہیں ۔
ایسا ہرگز نہیں بلکہ حقیقت یہ ہے کہ ان کے دلوں پر ان اعمال بد کا زنگ چڑھ گیا ہے جو وہ کمایا کرتے تھے اس لیے آیتیں ان کے دل پر اثر نہیں کرتیں ۔
حق یہ ہے کہ بیشک اس دن انہیں اپنے ر ب کے دیدار سے محروم کرنے کے لئے پس پردہ کر دیا جائے گا ۔
پھر وہ دوزخ میں جھونک دیئے جائیں گے ۔
پھر ان سے کہا جائے گا : یہ وہ عذاب جہنم ہے جسے تم جھٹلایا کرتے تھے ۔
یہ بھی حق ہے کہ بیشک نیکوکاروں کا نوشتہ اعمال علیین یعنی دیوان خانۂ جنت میں ہے ۔
اور آپ نے کیا جانا کہ علیین کیا ہے ۔
یہ جنت کے اعلیٰ درجہ میں اس بڑے دیوان کے اندر لکھی ہوئی ایک کتاب ہے جس میں ان جنتیوں کے نام اور اعمال درج ہیں جنہیں اعلیٰ مقامات دئیے جائیں گے ۔
اس جگہ اللہ کے مقرب فرشتے حاضر رہتے ہیں ۔
بیشک نیکوکار راحت و مسرت سے نعمتوں والی جنت میں ہوں گے ۔
تختوں پر بیٹھے نظارے کر رہے ہوں گے ۔
آپ ان کے چہروں سے ہی نعمت و راحت کی رونق اور شگفتگی معلوم کر لیں گے ۔
انہیں سر بہ مہر بڑی لذیذ شراب طہور پلائی جائے گی ۔
اس کی مہر کستوری کی ہوگی ، اور یہی وہ شراب ہے جس کے حصول میں شائقین کو جلد کوشش کر کے سبقت لینی چاہیے کوئی شراب نعمت کا طالب و شائق ہے ، کوئی شراب قربت کا اور کوئی شراب دیدار کا ۔ ہر کسی کو اس کے شوق کے مطابق پلائی جائے گی ۔
اور اس شراب میں آب تسنیم کی آمیزش ہوگی ۔
یہ تسنیم ایک چشمہ ہے جہاں سے صرف اہل قربت پیتے ہیں ۔
بیشک مجرم لوگ ایمان والوں کا دنیا میں مذاق اڑایا کرتے تھے ۔
اور جب ان کے پاس سے گزرتے تو آپس میں آنکھوں سے اشارہ بازی کرتے تھے ۔
اور جب اپنے گھر والوں کی طرف لوٹتے تو مومنوں کی تنگ دستی اور اپنی خوش حالی کا موازنہ کر کے اتراتے اور دل لگی کرتے ہوئے پلٹتے تھے ۔
اور جب یہ مغرور لوگ ان کمزور حال مومنوں کو دیکھتے تو کہتے : یقینا یہ لوگ راہ سے بھٹک گئے ہیں یعنی یہ دنیا گنوا بیٹھے ہیں اور آخرت تو ہے ہی فقط افسانہ ۔
حالانکہ وہ ان کے حال پر نگہبان بنا کر نہیں بھیجے گئے تھے ۔
پس آج دیکھو اہل ایمان کافروں پر ہنس رہے ہیں ۔
سجے ہوئے تختوں پر بیٹھے اپنی خوش حالی اور کافروں کی بدحالی کا نظارہ کر رہے ہیں ۔
سو کیا کافروں کو اس مذاق کا پورا بدلہ دے دیا گیا جو وہ مسلمانوں سے کیا کرتے تھے ۔
جب سب آسمانی کرے پھٹ جائیں گے ۔
اور اپنے رب کا حکم انشقاق بجا لائیں گے اور یہی تعمیل امر اس کے لائق ہے ۔
اور جب زمین ریزہ ریزہ کر کے پھیلا دی جائے گی ۔
اور جو کچھ اس کے اندر ہے وہ اسے نکال باہر پھینکے گی اور خالی ہو جائے گی ۔
اور وہ بھی اپنے رب کا حکم انشقاق بجا لائے گی اور یہی اطاعت اس کے لائق ہے ۔
اے انسان ! تو اپنے رب تک پہنچنے میں سخت مشقتیں برداشت کرتا ہے بالآخر تجھے اسی سے جا ملنا ہے ۔
پس جس شخص کا نامۂ اعمال اس کے داہنے ہاتھ میں دیا جائے گا ۔
تو عنقریب اس سے آسان سا حساب لیا جائے گا ۔
اور وہ اپنے اہل خانہ کی طرف مسرور و شاداں پلٹے گا ۔
اور البتہ وہ شخص جس کا نامۂ اعمال اس کی پیٹھ کے پیچھے سے دیا جائے گا ۔
تو وہ عنقریب موت کو پکارے گا ۔
اور وہ دوزخ کی بھڑکتی ہوئی آگ میں داخل ہوگا ۔
بیشک وہ دنیا میں اپنے اہل خانہ میں خوش و خرم رہتا تھا ۔
بیشک اس نے یہ گمان کر لیا تھا کہ وہ حساب کے لئے اللہ کے پاس ہرگز لوٹ کر نہ جائے گا ۔
کیوں نہیں ! بیشک اس کا رب اس کو خوب دیکھنے والا ہے ۔
سو مجھے قسم ہے شفق یعنی شام کی سرخی یا اس کے بعد کے اجالے کی ۔
اور رات کی اور ان چیزوں کی جنہیں وہ اپنے دامن میں سمیٹ لیتی ہے ۔
اور چاند کی جب وہ پورا دکھائی دیتا ہے ۔
تم یقینا طبق در طبق ضرور سواری کرتے ہوئے جاؤ گے ۔
تو انہیں کیا ہو گیا ہے کہ قرآنی پیشین گوئی کی صداقت دیکھ کر بھی ایمان نہیں لاتے ۔
اور جب ان پر قرآن پڑھا جاتا ہے تو اللہ کے حضور سجدہ ریز نہیں ہوتے ۔
بلکہ کافر لوگ اسے مزید جھٹلا رہے ہیں ۔
اور اللہ کفر و عداوت کے اس سامان کو خوب جانتا ہے جو وہ جمع کر رہے ہیں ۔
سو آپ انہیں دردناک عذاب کی بشارت دے دیں ۔
مگر جو لوگ ایمان لائے اور نیک عمل کرتے ہیں ان کے لئے غیر منقطع دائمی ثواب ہے ۔
برجوں یعنی کہکشاؤں والے آسمان کی قسم ۔
اور اس دن کی قسم جس کا وعدہ کیا گیا ہے ۔
جو اس دن حاضر ہوگا اس کی قسم اور جو کچھ حاضر کیا جائے گا اس کی قسم ۔
خندقوں والے لوگ ہلاک کر دیے گئے ۔
یعنی اس بھڑکتی آگ والے جو بڑے ایندھن سے جلائی گئی تھی ۔
جب وہ اس کے کناروں پر بیٹھے تھے ۔
اور وہ خود گواہ ہیں جو کچھ وہ اہل ایمان کے ساتھ کر رہے تھے یعنی انہیں آگ میں پھینک پھینک کر جلا رہے تھے ۔
اور انہیں ان مومنوں کی طرف سے اور کچھ بھی ناگوار نہ تھا سوائے اس کے کہ وہ اللہ پر ایمان لے آئے تھے جو غالب اور لائق حمد و ثنا ہے ۔
جس کے لئے آسمانوں اور زمین کی ساری بادشاہت ہے ، اور اللہ ہر چیز پر گواہ ہے ۔
بیشک جن لوگوں نے مومن مردوں اور مومن عورتوں کو اذیت دی پھر توبہ بھی نہ کی تو ان کے لئے عذاب جہنم ہے اور ان کے لئے بالخصوص آگ میں جلنے کا عذاب ہے ۔
بیشک جو لوگ ایمان لائے اور نیک عمل کرتے رہے ان کے لئے جنتیں ہیں جن کے نیچے سے نہریں جاری ہیں ، یہی بڑی کامیابی ہے ۔
بیشک آپ کے رب کی پکڑ بہت سخت ہے ۔
بیشک وہی پہلی بار پیدا فرماتا ہے اور وہی دوبارہ پیدا فرمائے گا ۔
اور وہ بڑا بخشنے والا بہت محبت فرمانے والا ہے ۔
مالک عرش یعنی پوری کائنات کے تخت اقتدار کا مالک بڑی شان والا ہے ۔
وہ جو بھی ارادہ فرماتا ہے اسے خوب کر دینے والا ہے ۔
کیا آپ کے پاس لشکروں کی خبر پہنچی ہے ۔
فرعون اور ثمود کے لشکروں کے ۔
بلکہ ایسے کافر ہمیشہ حق کو جھٹلانے میں ہی کوشاں رہتے ہیں ۔
اور اللہ ان کے گرد و پیش سے انہیں گھیرے ہوئے ہے ۔
بلکہ یہ بڑی عظمت والا قرآن ہے ۔
جو لوح محفوظ میں لکھا ہوا ہے ۔
آسمان کی فضائے بسیط اور خلائے عظیم کی قسم اور رات کو نظر آنے والے کی قسم ۔
اور آپ کو کیا معلوم کہ رات کو نظر آنے والا کیا ہے ۔
اس سے مراد ہر وہ آسمانی کرہ ہے خواہ وہ ستارہ ہو یا سیارہ یا اجرام سماوی کا کوئی اور کرہ جو چمک کر فضا کو روشن کر دیتا ہے ۔
کوئی شخص ایسا نہیں جس پر ایک نگہبان مقرر نہیں ہے ۔
پس انسان کو غور و تحقیق کرنا چاہیے کہ وہ کس چیز سے پیدا کیا گیا ہے ۔
وہ قوت سے اچھلنے والے پانی یعنی قوی اور متحرک مادۂ تولید میں سے پیدا کیا گیا ہے ۔
جو پیٹھ اور کولہے کی ہڈیوں کے درمیان پیڑو کے حلقہ میں سے گزر کر باہر نکلتا ہے ۔
بیشک وہ اس زندگی کو پھر واپس لانے پر بھی قادر ہے ۔
جس دن سب راز ظاہر کر دیے جائیں گے ۔
پھر انسان کے پاس نہ خود کوئی قوت ہوگی اور نہ کوئی اس کا مددگار ہوگا ۔
اس آسمانی کائنات کی قسم جو پھر اپنی ابتدائی حالت میں پلٹ جانے والی ہے ۔
اس زمین کی قسم جو پھٹ کر ریزہ ریزہ ہو جانے والی ہے ۔
بیشک یہ فیصلہ کن قطعی فرمان ہے ۔
اور یہ ہنسی کی بات نہیں ہے ۔
بیشک وہ کافر پر فریب تدبیروں میں لگے ہوئے ہیں ۔
اور میں اپنی تدبیر فرما رہا ہوں ۔
پس آپ کافروں کو ذرا مہلت دے دیجئے ، زیادہ نہیں بس انہیں تھوڑی سی ڈھیل اور دے دیجئے ۔
اپنے رب کے نام کی تسبیح کریں جو سب سے بلند ہے ۔
جس نے کائنات کی ہر چیز کو پیدا کیا پھر اسے جملہ تقاضوں کی تکمیل کے ساتھ درست توازن دیا ۔
اور جس نے ہر ہر چیز کے لئے قانون مقرر کیا پھر اسے اپنے اپنے نظام کے مطابق رہنے اور چلنے کا راستہ بتایا ۔
اور جس نے زمین سے چارہ نکالا ۔
پھر اسے سیاہی مائل خشک کردیا ۔
اے حبیب مکرم ! ہم آپ کو خود ایسا پڑھائیں گے کہ آپ کبھی نہیں بھولیں گے ۔
مگر جو اﷲ چاہے ، بیشک وہ جہر اور خفی یعنی ظاہر و پوشیدہ اور بلند و آہستہ سب باتوں کو جانتا ہے ۔
اور ہم آپ کو اس آسان شریعت پر عمل پیرا ہونے کے لئے بھی سہولت فراہم فرمائیں گے ۔
پس آپ نصیحت فرماتے رہیے بشرطیکہ نصیحت سننے والوں کو فائدہ دے ۔
البتہ وہی نصیحت قبول کرے گا جو اﷲ سے ڈرتا ہوگا ۔
اور بدبخت اس نصیحت سے پہلو تہی کرے گا ۔
جو قیامت کے دن سب سے بڑی آگ میں داخل ہوگا ۔
پھر وہ اس میں نہ مرے گا اور نہ جیئے گا ۔
بیشک وہی بامراد ہوا جو نفس کی آفتوں اور گناہ کی آلودگیوں سے پاک ہوگیا ۔
اور وہ اپنے رب کے نام کا ذکر کرتا رہا اور کثرت و پابندی سے نماز پڑھتا رہا ۔
بلکہ تم اﷲ کی طرف رجوع کرنے کی بجائے دنیاوی زندگی کی لذتوں کو اختیار کرتے ہو ۔
حالانکہ آخرت کی لذت و راحت بہتر اور ہمیشہ باقی رہنے والی ہے ۔
بیشک یہ تعلیم اگلے صحیفوں میں بھی مذکور ہے ۔
جو ابراہیم اور موسٰی علیہما السلام کے صحائف ہیں ۔
کیا آپ کو ہر چیز پر چھا جانے والی قیامت کی خبر پہنچی ہے ۔
اس دن کتنے ہی چہرے ذلیل و خوار ہوں گے ۔
اﷲ کو بھول کر دنیاوی محنت کرنے والے چند روزہ عیش و آرام کی خاطر سخت مشقتیں جھیلنے والے ۔
دہکتی ہوئی آگ میں جا گریں گے ۔
انہیں کھولتے ہوئے چشمہ سے پانے پلایا جائے گا ۔
ان کے لئے خاردار خشک زہریلی جھاڑیوں کے سوا کچھ کھانا نہ ہوگا ۔
یہ کھانا نہ فربہ کرے گا اور نہ بھوک ہی دور کرے گا ۔
اس کے برعکس اس دن بہت سے چہرے حسین بارونق اور ترو تازہ ہوں گے ۔
اپنی نیک کاوشوں کے باعث خوش و خرم ہوں گے ۔
عالی شان جنت میں قیام پذیر ہوں گے ۔
اس میں کوئی لغو بات نہ سنیں گے جیسے اہل باطل ان سے دنیا میں کیا کرتے تھے ۔
اس میں بہتے ہوئے چشمے ہوں گے ۔
اس میں اونچے بچھے ہوئے تخت ہوں گے ۔
اور جام بڑے قرینے سے رکھے ہوئے ہوں گے ۔
اور غالیچے اور گاؤ تکیے قطار در قطار لگے ہوں گے ۔
اور نرم و نفیس قالین اور مسندیں بچھی ہوں گی ۔
منکرین تعجب کرتے ہیں کہ جنت میں یہ سب کچھ کیسے بن جائے گا ! تو کیا یہ لوگ اونٹ کی طرف نہیں دیکھتے کہ وہ کس طرح عجیب ساخت پر بنایا گیا ہے ۔
اور آسمان کی طرف نگاہ نہیں کرتے کہ وہ کیسے عظیم وسعتوں کے ساتھ اٹھایا گیا ہے ۔
اور پہاڑوں کو نہیں دیکھتے کہ وہ کس طرح زمین سے ابھار کر کھڑے کئے گئے ہیں ۔
اور زمین کو نہیں دیکھتے کہ وہ کس طرح گولائی کے باوجود بچھائی گئی ہے ۔
پس آپ نصیحت فرماتے رہئے ، آپ تو نصیحت ہی فرمانے والے ہیں ۔
آپ ان پر جابر و قاہر کے طور پر مسلط نہیں ہیں ۔
مگر جو روگردانی کرے اور کفر کرے ۔
تو اسے اﷲ سب سے بڑا عذاب دے گا ۔
بیشک بالآخر ہماری ہی طرف ان کا پلٹنا ہے ۔
پھر یقینا ہمارے ہی ذمہ ان کا حساب لینا ہے ۔
اس صبح کی قسم جس سے ظلمت شب چھٹ گئی ۔
اور دس مبارک راتوں کی قسم ۔
اور جفت کی قسم اور طاق کی قسم ۔
اور رات کی قسم جب گزر چلے مراد ہر شب ہے یا بطور خاص شب مزدلفہ یا شب قدر ۔
بیشک ان میں عقل مند کے لئے بڑی قسم ہے ۔
کیا آپ نے نہیں دیکھا کہ آپ کے رب نے قوم عاد کے ساتھ کیسا سلوک کیا ؟ ۔
جو اہل ارم تھے اور بڑے بڑے ستونوں کی طرح دراز قد اور اونچے محلات والے تھے ۔
جن کا مثل دنیا کے ملکوں میں کوئی بھی پیدا نہیں کیا گیا ۔
اور ثمود کے ساتھ کیا سلوک ہوا جنہوں نے وادئ قری میں چٹانوں کو کاٹ کر پتھروں سے سینکڑوں شہروں کو تعمیر کر ڈالا تھا ۔
اور فرعون کا کیا حشر ہوا جو بڑے لشکروں والا یا لوگوں کو میخوں سے سزا دینے والا تھا ۔
یہ وہ لوگ تھے جنہوں نے اپنے اپنے ملکوں میں سرکشی کی تھی ۔
پھر ان میں بڑی فساد انگیزی کی تھی ۔
تو آپ کے رب نے ان پر عذاب کا کوڑا برسایا ۔
بیشک آپ کا رب سرکشوں اور نافرمانوں کی خوب تاک میں ہے ۔
مگر انسان ایسا ہے کہ جب اس کا رب اسے راحت و آسائش دے کر آزماتا ہے اور اسے عزت سے نوازتا ہے اور اسے نعمتیں بخشتا ہے تو وہ کہتا ہے : میرے رب نے مجھ پر کرم فرمایا ۔
لیکن جب وہ اسے تکلیف و مصیبت دے کر آزماتا ہے اور اس پر اس کا رزق تنگ کرتا ہے تو وہ کہتا ہے : میرے رب نے مجھے ذلیل کر دیا ۔
یہ بات نہیں بلکہ حقیقت یہ ہے کہ عزت اور مال و دولت کے ملنے پر تم یتیموں کی قدر و اکرام نہیں کرتے ۔
اور نہ ہی تم مسکینوں یعنی غریبوں اور محتاجوں کو کھانا کھلانے کی معاشرے میں ایک دوسرے کو ترغیب دیتے ہو ۔
اور وراثت کا سارا مال سمیٹ کر خود ہی کھا جاتے ہو اس میں سے افلاس زدہ لوگوں کا حق نہیں نکالتے ۔
اور تم مال و دولت سے حد درجہ محبت رکھتے ہو ۔
یقینا جب زمین پاش پاش کر کے ریزہ ریزہ کر دی جائے گی ۔
اور آپ کا رب جلوہ فرما ہوگا اور فرشتے قطار در قطار اس کے حضور حاضر ہوں گے ۔
اور اس دن دوزخ پیش کی جائے گی ، اس دن انسان کو سمجھ آجائے گی مگر اب اسے نصیحت کہاں فائدہ مند ہوگی ۔
وہ کہے گا : اے کاش ! میں نے اپنی اس اصل زندگی کے لئے کچھ آگے بھیج دیا ہوتا جو آج میرے کام آتا ۔
سو اس دن نہ اس کے عذاب کی طرح کوئی عذاب دے سکے گا ۔
اور نہ اس کے جکڑنے کی طرح کوئی جکڑ سکے گا ۔
اے اطمینان پا جانے والے نفس ۔
تو اپنے رب کی طرف اس حال میں لوٹ آکہ تو اس کی رضا کا طالب بھی ہو اور اس کی رضا کا مطلوب بھی گویا اس کی رضا تیری مطلوب ہو اور تیری رضا اس کی مطلوب ۔
پس تو میرے کامل بندوں میں شامل ہو جا ۔
اور میری جنت قربت و دیدار میں داخل ہو جا ۔
میں اس شہر مکہ کی قسم کھاتا ہوں ۔
اے حبیب مکرم ! اس لئے کہ آپ اس شہر میں تشریف فرما ہیں ۔
اے حبیب مکرم ! آپ کے والد آدم یا ابراہیم علیہما السلام کی قسم اور ان کی قسم جن کی ولادت ہوئی ۔
بیشک ہم نے انسان کو مشقت میں مبتلا رہنے والا پیدا کیا ہے ۔
کیا وہ یہ گمان کرتا ہے کہ اس پر ہرگز کوئی بھی قابو نہ پا سکے گا ؟ ۔
وہ بڑے فخر سے کہتا ہے کہ میں نے ڈھیروں مال خرچ کیا ہے ۔
کیا وہ یہ خیال کرتا ہے کہ اسے یہ فضول خرچیاں کرتے ہوئے کسی نے نہیں دیکھا ۔
کیا ہم نے اس کے لئے دو آنکھیں نہیں بنائیں ۔
اور اسے ایک زبان اور دو ہونٹ نہیں دئیے ۔
اور ہم نے اسے خیر و شر کے دو نمایاں راستے بھی دکھا دیئے ۔
وہ تو دین حق اور عمل خیر کی دشوار گزار گھاٹی میں داخل ہی نہیں ہوا ۔
اور آپ کیا سمجھے ہیں کہ وہ دین حق کے مجاہدہ کی گھاٹی کیا ہے ۔
وہ غلامی و محکومی کی زندگی سے کسی گردن کا آزاد کرانا ہے ۔
یا بھوک والے دن یعنی قحط و افلاس کے دور میں غریبوں اور محروم المعیشت لوگوں کو کھانا کھلانا ہے یعنی ان کے معاشی تعطل اور ابتلاء کو ختم کرنے کی جد و جہد کرنا ہے ۔
