قرابت دار یتیم کو ۔
یا شدید غربت کے مارے ہوئے محتاج کو جو محض خاک نشین اور بے گھر ہے ۔
پھر شرط یہ ہے کہ ایسی جد و جہد کرنے والا وہ شخص ان لوگوں میں سے ہو جو ایمان لائے ہیں اور ایک دوسرے کو صبر و تحمل کی نصیحت کرتے ہیں اور باہم رحمت و شفقت کی تاکید کرتے ہیں ۔
یہی لوگ دائیں طرف والے یعنی اہل سعادت و مغفرت ہیں ۔
اور جن لوگوں نے ہماری آیتوں کا انکار کیا وہ بائیں طرف والے ہیں یعنی اہل شقاوت و عذاب ہیں ۔
ان پر ہر طرف سے بند کی ہوئی آگ چھائی ہوگی ۔
سورج کی قسم اور اس کی روشنی کی قسم ۔
اور چاند کی قسم جب وہ سورج کی پیروی کرے یعنی اس کی روشنی سے چمکے ۔
اور دن کی قسم جب وہ سورج کو ظاہر کرے یعنی اسے روشن دکھائے ۔
اور رات کی قسم جب وہ سورج کو زمین کی ایک سمت سے ڈھانپ لے ۔
اور آسمان کی قسم اور اس قوت کی قسم جس نے اسے اذن الٰہی سے ایک وسیع کائنات کی شکل میں تعمیر کیا ۔
اور زمین کی قسم اور اس قوت کی قسم جو اسے امر الٰہی سے سورج سے کھینچ دور لے گئی ۔
اور انسانی جان کی قسم اور اسے ہمہ پہلو توازن و درستگی دینے والے کی قسم ۔
پھر اس نے اسے اس کی بدکاری اور پرہیزگاری کی تمیز سمجھا دی ۔
بیشک وہ شخص فلاح پا گیا جس نے اس نفس کو رذائل سے پاک کر لیا اور اس میں نیکی کی نشو و نما کی ۔
اور بیشک وہ شخص نامراد ہوگیا جس نے اسے گناہوں میں ملوث کر لیا اور نیکی کو دبا دیا ۔
ثمود نے اپنی سرکشی کے باعث اپنے پیغمبر صالح علیہ السلام کو جھٹلایا ۔
جبکہ ان میں سے ایک بڑا بد بخت اٹھا ۔
ان سے اﷲ کے رسول نے فرمایا : اﷲ کی اس اونٹنی اور اس کو پانی پلانے کے دن کی حفاظت کرنا ۔
تو انہوں نے اس رسول کو جھٹلا دیا ، پھر اس اونٹنی کی کونچیں کاٹ ڈالیں تو ان کے رب نے ان کے گناہ کی وجہ سے ان پر ہلاکت نازل کر دی ، پھر پوری بستی کو تباہ کر کے عذاب میں سب کو برابر کر دیا ۔
اور اﷲ کو اس ہلاکت کے انجام کا کوئی خوف نہیں ہوتا ۔
رات کی قسم جب وہ چھا جائے اور ہر چیز کو اپنی تاریکی میں چھپا لے ۔
اور دن کی قسم جب وہ چمک اٹھے ۔
اور اس ذات کی قسم جس نے ہر چیز میں نر اور مادہ کو پیدا فرمایا ۔
بیشک تمہاری کوشش مختلف اور جداگانہ ہے ۔
پس جس نے اپنا مال اﷲ کی راہ میں دیا اور پرہیزگاری اختیار کی ۔
اور اس نے انفاق و تقوٰی کے ذریعے اچھائی یعنی دین حق اور آخرت کی تصدیق کی ۔
تو ہم عنقریب اسے آسانی یعنی رضائے الٰہی کے لئے سہولت فراہم کر دیں گے ۔
اور جس نے بخل کیا اور راہ حق میں مال خرچ کرنے سے بے پروا رہا ۔
اور اس نے یوں اچھائی یعنی دین حق اور آخرت کو جھٹلایا ۔
تو ہم عنقریب اسے سختی یعنی عذاب کی طرف بڑھنے کے لئے سہولت فراہم کر دیں گے تاکہ وہ تیزی سے مستحق عذاب ٹھہرے ۔
اور اس کا مال اس کے کسی کام نہیں آئے گا جب وہ ہلاکت کے گڑھے میں گرے گا ۔
بیشک راہ حق دکھانا ہمارے ذمہ ہے ۔
اور بیشک ہم ہی آخرت اور دنیا کے مالک ہیں ۔
سو میں نے تمہیں دوزخ کی آگ سے ڈرا دیا ہے جو بھڑک رہی ہے ۔
جس میں انتہائی بدبخت کے سوا کوئی داخل نہیں ہوگا ۔
جس نے دین حق کو جھٹلایا اور رسول کی اطاعت سے منہ پھیر لیا ۔
اور اس آگ سے اس بڑے پرہیزگار شخص کو بچا لیا جائے گا ۔
جو اپنا مال اﷲ کی راہ میں دیتا ہے کہ اپنے جان و مال کی پاکیزگی حاصل کرے ۔
اور کسی کا اس پر کوئی احسان نہیں کہ جس کا بدلہ دیا جا رہا ہو ۔
مگر وہ صرف اپنے رب عظیم کی رضا جوئی کے لئے مال خرچ کر رہا ہے ۔
اور عنقریب وہ اﷲ کی عطا سے اور اﷲ اس کی وفا سے راضی ہو جائے گا
قسم ہے چاشت کے وقت کی جب آفتاب بلند ہو کر اپنا نور پھیلاتا ہے ۔
اور قسم ہے رات کی جب وہ چھا جائے ۔
آپ کے رب نے جب سے آپ کو منتخب فرمایا ہے آپ کو نہیں چھوڑا اور نہ ہی جب سے آپ کو محبوب بنایا ہے ناراض ہوا ہے ۔
اور بیشک ہر بعد کی گھڑی آپ کے لئے پہلے سے بہتر یعنی باعث عظمت و رفعت ہے ۔
اور آپ کا رب عنقریب آپ کو اتنا کچھ عطا فرمائے گا کہ آپ راضی ہو جائیں گے ۔
اے حبیب ! کیا اس نے آپ کو یتیم نہیں پایا پھر اس نے آپ کو معزز و مکرم ٹھکانا دیا ۔ یا - کیا اس نے آپ کو مہربان نہیں پایا پھر اس نے آپ کے ذریعے یتیموں کو ٹھکانا دیا ۔
اور اس نے آپ کو اپنی محبت میں خود رفتہ و گم پایا تو اس نے مقصود تک پہنچا دیا ۔ یا - اور اس نے آپ کو بھٹکی ہوئی قوم کے درمیان رہنمائی فرمانے والا پایا تو اس نے انہیں آپ کے ذریعے ہدایت دے دی ۔ ۔
اور اس نے آپ کو وصال حق کا حاجت مند پایا تو اس نے اپنی لذت دید سے نواز کر ہمیشہ کے لئے ہر طلب سے بے نیاز کر دیا ۔ یا : - اور اس نے آپ کو جواد و کریم پایا تو اس نے آپ کے ذریعے محتاجوں کو غنی کر دیا ۔ ۔
سو آپ بھی کسی یتیم پر سختی نہ فرمائیں ۔
اور اپنے در کے کسی منگتے کو نہ جھڑکیں ۔
اور اپنے رب کی نعمتوں کا خوب تذکرہ کریں ۔
کیا ہم نے آپ کی خاطر آپ کا سینہ انوار علم و حکمت اور معرفت کے لئے کشادہ نہیں فرما دیا ۔
اور ہم نے آپ کا غم امت کا وہ بار آپ سے اتار دیا ۔
جو آپ کی پشت مبارک پر گراں ہو رہا تھا ۔
اور ہم نے آپ کی خاطر آپ کا ذکر اپنے ذکر کے ساتھ ملا کر دنیا و آخرت میں ہر جگہ بلند فرما دیا ۔
سو بیشک ہر دشواری کے ساتھ آسانی آتی ہے ۔
یقینا اس دشواری کے ساتھ آسانی بھی ہے ۔
پس جب آپ تعلیم امت ، تبلیغ و جہاد اور ادائیگی فرائض سے فارغ ہوں تو ذکر و عبادت میں محنت فرمایا کریں ۔
اور اپنے رب کی طرف راغب ہو جایا کریں ۔
انجیر کی قسم اور زیتون کی قسم ۔
اور سینا کے پہاڑ طور کی قسم ۔
اور اس امن والے شہر مکہ کی قسم ۔
بیشک ہم نے انسان کو بہترین اعتدال اور توازن والی ساخت میں پیدا فرمایا ہے ۔
پھر ہم نے اسے پست سے پست تر حالت میں لوٹا دیا ۔
سوائے ان لوگوں کے جو ایمان لائے اور نیک عمل کرتے رہے تو ان کے لئے ختم نہ ہونے والا دائمی اجر ہے ۔
پھر اس کے بعد کون ہے جو آپ کو دین یا قیامت اور جزا و سزا کے بارے میں جھٹلاتا ہے ۔
کیا اﷲ سب حاکموں سے بڑا حاکم نہیں ہے ۔
اے حبیب ! اپنے رب کے نام سے آغاز کرتے ہوئے پڑھئے جس نے ہر چیز کو پیدا فرمایا ۔
اس نے انسان کو رحم مادر میں جونک کی طرح معلق وجود سے پیدا کیا ۔
پڑھیئے اور آپ کا رب بڑا ہی کریم ہے ۔
جس نے قلم کے ذریعے لکھنے پڑھنے کا علم سکھایا ۔
جس نے انسان کو اس کے علاوہ بھی وہ کچھ سکھا دیا جو وہ نہیں جانتا تھا ۔ یا - جس نے سب سے بلند رتبہ انسان محمد مصطفی صلی اللہ علیہ وآلہ وسلم کو بغیر ذریعۂ قلم کے وہ سارا علم عطا فرما دیا جو وہ پہلے نہ جانتے تھے ۔
مگر حقیقت یہ ہے کہ نافرمان انسان سر کشی کرتا ہے ۔
اس بنا پر کہ وہ اپنے آپ کو دنیا میں ظاہرا بے نیاز دیکھتا ہے ۔
بیشک ہر انسان کو آپ کے رب ہی کی طرف لوٹنا ہے ۔
کیا آپ نے اس شخص کو دیکھا جو منع کرتا ہے ۔
اﷲ کے بندے کو جب وہ نماز پڑھتا ہے ۔ یا : - اللہ کے محبوب و برگزیدہ بندے محمد مصطفی صلی اللہ علیہ وآلہ وسلم کو جب وہ نماز پڑھتے ہیں ۔
بھلا دیکھئے تو اگر وہ ہدایت پر ہوتا ۔
یا وہ لوگوں کو پرہیزگاری کا حکم دیتا تو کیا خوب ہوتا ۔
اب بتائیے ! اگر اس نے دین حق کو جھٹلایا ہے اور آپ سے منہ پھیر لیا ہے تو اس کا کیا حشر ہوگا ۔
کیا وہ نہیں جانتا کہ اﷲ اس کے سارے کردار کو دیکھ رہا ہے ۔
خبر دار ! اگر وہ گستاخئ رسالت اور دین حق کی عداوت سے باز نہ آیا تو ہم ضرور اسے پیشانی کے بالوں سے پکڑ کر گھسیٹیں گے ۔
وہ پیشانی جو جھوٹی اور خطا کار ہے ۔
پس وہ اپنے ہم نشینوں کو مدد کے لئے بلا لے ۔
ہم بھی عنقریب اپنے سپاہیوں یعنی دوزخ کے عذاب پر مقرر فرشتوں کو بلا لیں گے ۔
ہرگز نہیں ! آپ اس کے کئے کی پرواہ نہ کیجئے ، اور اے حبیب مکرم ! آپ سر بسجود رہئے اور ہم سے مزید قریب ہوتے جائیے ۔
بیشک ہم نے اس قرآن کو شب قدر میں اتارا ہے ۔
اور آپ کیا سمجھے ہیں کہ شب قدر کیا ہے ۔
شب قدر فضیلت و برکت اور اجر و ثواب میں ہزار مہینوں سے بہتر ہے ۔
اس رات میں فرشتے اور روح الامین جبرائیل اپنے رب کے حکم سے خیر و برکت کے ہر امر کے ساتھ اترتے ہیں ۔
یہ رات طلوع فجر تک سراسر سلامتی ہے ۔
اہل کتاب میں سے جو لوگ کافر ہو گئے اور مشرکین اس وقت تک کفر سے الگ ہونے والے نہ تھے جب تک ان کے پاس روشن دلیل نہ آجاتی ۔
وہ دلیل اﷲ کی طرف سے رسول آخر الزماں صلی اللہ علیہ وآلہ وسلم ہیں جو ان پر پاکیزہ اوراق قرآن کی تلاوت فرماتے ہیں ۔
جن میں درست اور مستحکم احکام درج ہیں ۔
ان اہل کتاب میں نبی آخر الزماں صلی اللہ علیہ وآلہ وسلم کی نبوت و رسالت پر ایمان لانے اور آپ کی شان اقدس کو پہچاننے کے بارے میں پہلے کوئی پھوٹ نہ پڑی تھی مگر اس کے بعد کہ جب بعثت محمدی صلی اللہ علیہ وآلہ وسلم کی روشن دلیل ان کے پاس آگئی
تو وہ باہم بٹ گئے کوئی ان پر ایمان لے آیا اور کوئی حسد کے باعث منکر و کافر ہوگیا ۔
حالانکہ انہیں فقط یہی حکم دیا گیا تھا کہ صرف اسی کے لئے اپنے دین کو خالص کرتے ہوئے اﷲ کی عبادت کریں ، ہر باطل سے جدا ہو کر حق کی طرف یک سوئی پیدا کریں اور نماز قائم کریں اور زکوٰۃ دیا کریں اور یہی سیدھا اور مضبوط دین ہے ۔
بیشک جو لوگ اہل کتاب میں سے کافر ہوگئے اور مشرکین سب دوزخ کی آگ میں پڑے ہوں گے وہ ہمیشہ اسی میں رہنے والے ہیں ، یہی لوگ بد ترین مخلوق ہیں ۔
بیشک جو لوگ ایمان لائے اور نیک عمل کرتے رہے وہی لوگ ساری مخلوق سے بہتر ہیں ۔
ان کی جزا ان کے رب کے حضور دائمی رہائش کے باغات ہیں جن کے نیچے سے نہریں رواں ہیں ، وہ ان میں ہمیشہ ہمیشہ رہیں گے ، اﷲ ان سے راضی ہوگیا ہے اور وہ لوگ اس سے راضی ہیں ، یہ مقام اس شخص کے لئے ہے جو اپنے رب سے خائف رہا ۔
جب زمین اپنے سخت بھونچال سے بڑی شدت کے ساتھ تھرتھرائی جائے گی ۔
اور زمین اپنے سب بوجھ نکال باہر پھینکے گی ۔
اور انسان حیران و ششدر ہو کر کہے گا : اسے کیا ہوگیا ہے ۔
اس دن وہ اپنے حالات خود ظاہر کر دے گی ۔
اس لئے کہ آپ کے رب نے اس کے لئے تیز اشاروں کی زبان کو مسخر فرما دیا ہوگا ۔
اس دن لوگ مختلف گروہ بن کر جدا جدا حالتوں کے ساتھ نکلیں گے تاکہ انہیں ان کے اعمال دکھائے جائیں ۔
تو جس نے ذرہ بھر نیکی کی ہوگی وہ اسے دیکھ لے گا ۔
اور جس نے ذرہ بھر برائی کی ہوگی وہ اسے بھی دیکھ لے گا ۔
میدان جہاد میں تیز دوڑنے والے گھوڑوں کی قسم جو ہانپتے ہیں ۔
پھر جو پتھروں پر سم مار کر چنگاریاں نکالتے ہیں ۔
پھر جو صبح ہوتے ہی دشمن پر اچانک حملہ کر ڈالتے ہیں ۔
پھر وہ اس حملے والی جگہ سے گرد و غبار اڑاتے ہیں ۔
پھر وہ اسی وقت دشمن کے لشکر میں گھس جاتے ہیں ۔
بیشک انسان اپنے رب کا بڑا ہی ناشکرا ہے ۔
اور یقینا وہ اس ناشکری پر خود گواہ ہے ۔
اور بیشک وہ مال کی محبت میں بہت سخت ہے ۔
تو کیا اسے معلوم نہیں جب وہ مردے اٹھائے جائیں گے جو قبروں میں ہیں ۔
اور راز ظاہر کر دیئے جائیں گے جو سینوں میں ہیں ۔
بیشک ان کا رب اس دن ان کے اعمال سے خوب خبردار ہوگا ۔
زمین و آسمان کی ساری کائنات کو کھڑکھڑا دینے والا شدید جھٹکا اور کڑک ۔
وہ ہر شے کو کھڑ کھڑا دینے والا شدید جھٹکا اور کڑک کیا ہے ۔
اور آپ کیا سمجھے ہیں کہ ہر شے کو کھڑ کھڑا دینے والے شدید جھٹکے اور کڑک سے مراد کیا ہے ۔
اس سے مراد وہ یوم قیامت ہے جس دن سارے لوگ بکھرے ہوئے پروانوں کی طرح ہو جائیں گے ۔
اور پہاڑ رنگ برنگ دھنکی ہوئی اون کی طرح ہو جائیں گے ۔
پس وہ شخص کہ جس کے اعمال کے پلڑے بھاری ہوں گے ۔
تو وہ خوش گوار عیش و مسرت میں ہوگا ۔
اور جس شخص کے اعمال کے پلڑے ہلکے ہوں گے ۔
تو اس کا ٹھکانا ہاویہ جہنم کا گڑھا ہوگا ۔
اور آپ کیا سمجھے ہیں کہ ہاویہ کیا ہے ۔
وہ جہنم کی سخت دہکتی آگ کا انتہائی گہرا گڑھا ہے ۔
تمہیں کثرت مال کی ہوس اور فخر نے آخرت سے غافل کر دیا ۔
یہاں تک کہ تم قبروں میں جا پہنچے ۔
ہرگز نہیں ! مال و دولت تمہارے کام نہیں آئیں گے تم عنقریب اس حقیقت کو جان لو گے ۔
پھر آگاہ کیا جاتا ہے : ہرگز نہیں ! عنقریب تمہیں اپنا انجام معلوم ہو جائے گا ۔
ہاں ہاں ! کاش تم مال و زر کی ہوس اور اپنی غفلت کے انجام کو یقینی علم کے ساتھ جانتے تو دنیا میں کھو کر آخرت کو اس طرح نہ بھولتے ۔
تم اپنی حرص کے نتیجے میں دوزخ کو ضرور دیکھ کر رہو گے ۔
پھر تم اسے ضرور یقین کی آنکھ سے دیکھ لو گے ۔
پھر اس دن تم سے اﷲ کی نعمتوں کے بارے میں ضرور پوچھا جائے گا کہ تم نے انہیں کہاں کہاں اور کیسے کیسے خرچ کیا تھا ۔
زمانہ کی قسم جس کی گردش انسانی حالات پر گواہ ہے ۔ یا - نماز عصر کی قسم کہ وہ سب نمازوں کا وسط ہے ۔ یا - وقت عصر کی قسم جب دن بھر چمکنے والا سورج خود ڈوبنے کا منظر پیش کرتا ہے ۔ یا - زمانۂ بعثت مصطفیٰ صلی اللہ علیہ وآلہ وسلم کی قسم جو سارے زمانوں کا ماحصل اور مقصود ہے ۔
بیشک انسان خسارے میں ہے کہ وہ عمر عزیز گنوا رہا ہے ۔
سوائے ان لوگوں کے جو ایمان لے آئے اور نیک عمل کرتے رہے اور معاشرے میں ایک دوسرے کو حق کی تلقین کرتے رہے اور تبلیغ حق کے نتیجے میں پیش آمدہ مصائب و آلام میں باہم صبر کی تاکید کرتے رہے ۔
ہر اس شخص کے لئے ہلاکت ہے جو روبرو طعنہ زنی کرنے والا ہے اور پس پشت عیب جوئی کرنے والا ہے ۔
خرابی و تباہی ہے اس شخص کے لئے جس نے مال جمع کیا اور اسے گن گن کر رکھتا ہے ۔
وہ یہ گمان کرتا ہے کہ اس کی دولت اسے ہمیشہ زندہ رکھے گی ۔
ہرگز نہیں ! وہ ضرور حطمہ یعنی چورا چورا کر دینے والی آگ میں پھینک دیا جائے گا ۔
اور آپ کیا سمجھے ہیں کہ حطمہ چورا چورا کر دینے والی آگ کیا ہے ۔
یہ اﷲ کی بھڑکائی ہوئی آگ ہے ۔
جو دلوں پر اپنی اذیت کے ساتھ چڑھ جائے گی ۔
بیشک وہ آگ ان لوگوں پر ہر طرف سے بند کر دی جائے گی ۔
بھڑکتے شعلوں کے لمبے لمبے ستونوں میں اور ان لوگوں کے لئے کوئی راہ فرار نہ رہے گی ۔
کیا آپ نے نہیں دیکھا کہ آپ کے رب نے ہاتھی والوں کے ساتھ کیا سلوک کیا ۔
کیا اس نے ان کے مکر و فریب کو باطل و ناکام نہیں کر دیا ۔
اور اس نے ان پر ہر سمت سے پرندوں کے جھنڈ کے جھنڈ بھیج دیئے ۔
جو ان پر کنکریلے پتھر مارتے تھے ۔
پھر اﷲ نے ان کو کھائے ہوئے بھوسے کی طرح پامال کر دیا ۔
قریش کو رغبت دلانے کے سبب سے ۔
انہیں سردیوں اور گرمیوں کے تجارتی سفر سے مانوس کر دیا ۔
پس انہیں چاہئے کہ اس گھر خانہ کعبہ کے رب کی عبادت کریں تاکہ اس کی شکر گزاری ہو ۔
جس نے انہیں بھوک یعنی فقر و فاقہ کے حالات میں کھانا دیا یعنی رزق فراہم کیا اور دشمنوں کے خوف سے امن بخشا یعنی محفوظ و مامون زندگی سے نوازا ۔
کیا آپ نے اس شخص کو دیکھا جو دین کو جھٹلاتا ہے ۔
تو یہ وہ شخص ہے جو یتیم کو دھکے دیتا ہے یعنی یتیموں کی حاجات کو رد کرتا اور انہیں حق سے محروم رکھتا ہے ۔
اور محتاج کو کھانا کھلانے کی ترغیب نہیں دیتا یعنی معاشرے سے غریبوں اور محتاجوں کے معاشی استحصال کے خاتمے کی کوشش نہیں کرتا ۔
پس افسوس اور خرابی ہے ان نمازیوں کے لئے ۔
جو اپنی نماز کی روح سے بے خبر ہیں یعنی انہیں محض حقوق اﷲ یاد ہیں حقوق العباد بھلا بیٹھے ہیں ۔
وہ لوگ عبادت میں دکھلاوا کرتے ہیں کیونکہ وہ خالق کی رسمی بندگی بجا لاتے ہیں اور پسی ہوئی مخلوق سے بے پرواہی برت رہے ہیں ۔
اور وہ برتنے کی معمولی سی چیز بھی مانگے نہیں دیتے ۔
بیشک ہم نے آپ کو ہر خیر و فضیلت میں بے انتہا کثرت بخشی ہے ۔
پس آپ اپنے رب کے لئے نماز پڑھا کریں اور قربانی دیا کریں یہ ہدیۂ تشکر ہے ۔
بیشک آپ کا دشمن ہی بے نسل اور بے نام و نشاں ہوگا ۔
آپ فرما دیجئے : اے کافرو ! ۔
میں ان بتوں کی عبادت نہیں کرتا جنہیں تم پوجتے ہو ۔
اور نہ تم اس رب کی عبادت کرنے والے ہو جس کی میں عبادت کرتا ہوں ۔
اور نہ ہی میں آئندہ کبھی ان کی عبادت کرنے والا ہوں جن بتوں کی تم پرستش کرتے ہو ۔
اور نہ ہی تم اس کی عبادت کرنے والے ہو جس رب کی میں عبادت کرتا ہوں ۔
سو تمہارا دین تمہارے لئے اور میرا دین میرے لئے ہے ۔
جب اﷲ کی مدد اور فتح آپہنچے ۔
اور آپ لوگوں کو دیکھ لیں کہ وہ اﷲ کے دین میں جوق در جوق داخل ہو رہے ہیں ۔
تو آپ تشکرا اپنے رب کی حمد کے ساتھ تسبیح فرمائیں اور تواضعا اس سے استغفار کریں ، بیشک وہ بڑا ہی توبہ قبول فرمانے والا اور مزید رحمت کے ساتھ رجوع فرمانے والا ہے ۔
ابولہب کے دونوں ہاتھ ٹوٹ جائیں اور وہ تباہ ہو جائے اس نے ہمارے حبیب پر ہاتھ اٹھانے کی کوشش کی ہے ۔
اسے اس کے موروثی مال نے کچھ فائدہ نہ پہنچایا اور نہ ہی اس کی کمائی نے ۔
عنقریب وہ شعلوں والی آگ میں جا پڑے گا ۔
اور اس کی خبیث عورت بھی جو کانٹے دار لکڑیوں کا بوجھ سر پر اٹھائے پھرتی ہے ، اور ہمارے حبیب کے تلووں کو زخمی کرنے کے لئے رات کو ان کی راہوں میں بچھا دیتی ہے ۔
اس کی گردن میں کھجور کی چھال کا وہی رسہ ہوگا جس سے کانٹوں کا گٹھا باندھتی ہے ۔
اے نبئ مکرم ! آپ فرما دیجئے : وہ اﷲ ہے جو یکتا ہے ۔
اﷲ سب سے بے نیاز ، سب کی پناہ اور سب پر فائق ہے ۔
نہ اس سے کوئی پیدا ہوا ہے اور نہ ہی وہ پیدا کیا گیا ہے ۔
اور نہ ہی اس کا کوئی ہمسر ہے
آپ عرض کیجئے کہ میں ایک دھماکے سے انتہائی تیزی کے ساتھ کائنات کو وجود میں لانے والے رب کی پناہ مانگتا ہوں ۔
ہر اس چیز کے شر اور نقصان سے جو اس نے پیدا فرمائی ہے ۔
اور بالخصوص اندھیری رات کے شر سے جب اس کی ظلمت چھا جائے ۔
اور گرہوں میں پھونک مارنے والی جادوگرنیوں اور جادوگروں کے شر سے ۔
اور ہر حسد کرنے والے کے شر سے جب وہ حسد کرے
آپ عرض کیجئے کہ میں سب انسانوں کے رب کی پناہ مانگتا ہوں ۔
جو سب لوگوں کا بادشاہ ہے ۔
جو ساری نسل انسانی کا معبود ہے ۔
وسوسہ انداز شیطان کے شر سے جو اﷲ کے ذکر کے اثر سے پیچھے ہٹ کر چھپ جانے والا ہے ۔
جو لوگوں کے دلوں میں وسوسہ ڈالتا ہے ۔
خواہ وہ وسوسہ انداز شیطان جنات میں سے ہو یا انسانوں میں سے ۔
